---
kind: type
id: T:Autodesk.Revit.DB.DigitGroupingSymbol
source: html/d0e3ca46-9af4-d309-31a4-5225888f88fc.htm
---
# Autodesk.Revit.DB.DigitGroupingSymbol

The symbol used to separate groups of digits when numbers are formatted with digit grouping.

## Syntax (C#)
```csharp
public enum DigitGroupingSymbol
```